/* Message shown on API run failure */
"APIFailureMessage" = "!Fallo! Mira en la consola para ver la causa.";

/* Message shown on API run success */
"APISuccessMessage" = "!Éxito! Puedes ver el resultado en la consola.";

/* API Title Get My Communities */
"APITitleGetMyCommunities" = "Recuperar Mis Comunidades";

/* API Title Get My Status Updates */
"APITitleGetMyStatusUpdates" = "Recuperar Mis actualizaciones de Estado";

/* API Title Post a Microblog Entry */
"APITitlePostAMicroblogEntry" = "Escribir una entrada de Microblog";

/* API Title Post an Activity Stream Entry */
"APITitlePostAnActivityStreamEntry" = "Escribir una entrada de Activity Stream";

/* API Title Upload a file */
"APITitleUploadAFile" = "Subir un fichero";

/* Test Activity Stream update displayName */
"ASUpdateDisplayName" = "iOS Actualización de prueba";

/* Test Activity Stream update summary */
"ASUpdateSummary" = "Actualización de prueba desde iOS";

/* Message shown when there is a problem with authentication */
"AuthProblemMessage" = "!Fallo! !Problema de autenticación!";

/* Auth alert success message */
"AuthSuccessAlertMessage" = "Ahora estás autenticado, puedas explorar las APIs. Puedes ver el token de acceso desde el log.";

/* Auth alert success button */
"AuthSuccessAlertOKButton" = "Aceptar";

/* Auth alert success Title */
"AuthSuccessAlertTitle" = "Genial";

/* Logout alert success message */
"LogoutSuccessAlertMessage" = "!!Te has desconectado!!";

/* Logout alert OK button */
"LogoutSuccessAlertOKButton" = "Aceptar";

/* Logout alert success Title */
"LogoutSuccessAlertTitle" = "Éxito";

/* Microblog test entry post */
"MicroblogTestEntryPost" = "Este es mi post de mb";

/* Message shown when the user is not authenticated */
"NotAuthenticatedErrorMessage" = "!Fallo! Necesitas autenticarte primero";

/* Button for Result Alert */
"ResultAlertButton" = "Aceptar";

/* Title for Result Alert */
"ResultAlertTitle" = "Resultado";

/* Content of the Test File */
"TestFileContent" = "Este es el contenido de prueba del fichero";
